<template>
  <div class="wrapper">
    <div class="container">
      <h1 class="heading-text mb-48">คำถามที่พบบ่อย</h1>
      <div class="collapse-list">
        <div class="collapse-head">Savetopup.com ให้บริการอะไร ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              เราคือผู้จำหน่ายบัตรเติมเงินอาทิ บัตรเงินสด ทรูมันนี่ และ วันทูคอล
              บัตรเกมส์ การีน่า, EX Cash, @Cash, Steam Wallet, Razer Pin, zGold,
              LINE, Battle.net ผ่านระบบออนไลน์ ด้วยระบบชำระเงินอัตโนมัติตลอด 24
              ชั่วโมง ให้บริการมากว่า 8 ปี บริหารด้วยทีมงานมืออาชีพ
              ได้รับความไว้วางใจจากลูกค้ามากมายทั้งไทยและต่างประเทศ
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ทำไมต้องซื้อทรูมันนี่ บัตรเติมเงินกับ Savetopup.com ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              เพราะสามารถ ซื้อทรูมันนี่ โดยชำระเงินผ่านธนาคารออนไลน์ได้ 24 ชม.
              และด้วยระบบตรวจสอบการชำระเงินอัตโนมติ
              ช่วยให้ท่านได้รับรหัสทันทีที่ชำระเงินสำเร็จ
              ไม่ต้องรอเจ้าหน้าที่ตรวจสอบ ไม่เสียเวลาออกไปข้างนอก ไม่ต้องต่อคิว
              แถมได้ส่วนลดสุดพิเศษ
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">Savetopup.com ขายบัตรเติมเงินอะไรบ้าง ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ปัจจุบันมีบัตรเงินสด True Money, บัตรเงินสด 12Call บัตรเกมส์
              การีน่า เชลล์, EX Cash, @Cash, Steam Wallet, Razer Pin, zGold,
              LINE, Battle.net และในอนาคตอาจจะมีเพิ่มขึ้น
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">ระบบโอนเงินอัตโนมัติคืออะไร ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              คือระบบชำระเงินออนไลน์ที่เราพัฒนาขึ้นมาเป็นพิเศษ
              สามารถตรวจสอบการชำระเงินจากลูกค้าได้อย่างรวดเร็วแม่นยำ
              ไม่ต้องรอคนมาดำเนินการ
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ระบบอัตโนมัติแตกต่างจากโอนเงินทั่วไปอย่างไร ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ต่างอย่างมากในเรื่องของความรวดเร็วค่ะ
              เนื่องจากไม่ต้องรอคนมาตรวจสอบ
              ลูกค้าจึงได้รับรหัสทันทีเมื่อชำระเงินเสร็จสิ้น
              และนอกจากนี้ยังไม่มีความผิดพลาด และพร้อมทำงานตลอด 24 ชม.
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ระบบโอนเงินอัตโนมัติรองรับธนาคารอะไรบ้าง ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ปัจจุบันรองรับ 3 ธนาคารชั้นนำได้แก่ ธนาคารไทยพาณิชย์
              ธนาคารกสิกรไทย และธนาคารไทยพาณิชย์
              นอกจากนี้ลูกค้ายังสามารถโอนผ่านททรูวอลเล็ท
              ซึ่งไม่เสียค่าธรรมเนียมจากทุกธนาคารและทุกจังหวัด
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">ชำระผ่านตู้ ATM ได้ไหม ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              สามารถชำระเงินได้ เพียงแต่เราแนะนำให้โอนผ่านเว็บธนาคารออนไลน์ หรือ
              แอปฯบนมือถือ จะสะดวกและรวดเร็วกว่า
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ชำระด้วย Paypal หรือ Credit Card ได้ไหม ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ปัจจุบันระบบยังไม่สามารถชำระผ่านทาง Paypal หรือ Credit Card
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          เผลอปิดหน้าต่างเว็บตอนระหว่างชำระเงินจะเป็นอะไรไหม ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ไม่มีผลกับระบบ ลูกค้าสามารถเปิด/ปิดหน้าต่างได้ตลอดเวลา
              และเมื่อลูกค้าชำระเงินแล้วระบบจะแจ้งรหัสไปทางอีเมลด้วยเสมอ
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">ชำระเงินไม่ทัน หมดเวลาก่อน ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ลูกค้าสามารถกดสั่งซื้อเพื่อสร้างรายการชำระเงินใหม่ได้
              แต่ยอดทศนิยมอาจมีการเปลี่ยนแปลงกรุณาตรวจสอบอย่างถี่ถ้วนอีกครั้งก่อนโอนเงิน
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ระบบแจ้งว่า กำลังจัดเตรียมสินค้า นานผิดปกติ ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ปกติจะใช้เวลาไม่เกิน 3 นาทีหากนานกว่านี้ โปรดติดต่อเจ้าหน้าที่
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">รับรหัสบัตรเติมเงินยังไง ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ทันทีที่ชำระเงินเสร็จสมบูรณ์ ระบบจะแสดงรหัสบัตรบนหน้าเว็บ
              อีกทั้งยังส่งไปที่อีเมลหรือเบอร์โทรศัพท์ของลูกค้าด้วยทุกครั้ง
              เพื่อให้ลูกค้าสามารถตรวจสอบย้อนหลังได้
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">โอนเงินไปแล้ว ไม่ได้รับรหัสบัตร ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              สาเหตุส่วนใหญ่เกิดจาก<br />
              1. ลูกค้าโอนยอดทศนิยมไม่ตรงตามที่ระบบกำหนด<br />
              2. ลูกค้าโอนเข้ามาตอนธนาคารกำลังปิดปรับปรุงระบบ<br />
              3. ระบบส่งอีเมลไปแล้วแต่อยู่ในกล่องสแปม/ถังขยะ<br />
              ทั้งนี้ลูกค้าสามารถติดต่อเจ้าหน้าที่เพื่อขอคำแนะนำ
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ระบบจะรู้ได้อย่างไรว่าโอนไปแล้ว ทำไมต้องโอนทศนิยมตามที่ระบบกำหนด ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ระบบอัตโนมัติจะอ้างอิง ทศนิยม ในการตรวจสอบว่ายอดเป็นของใครค่ะ
              โดยทุกครั้งที่ลูกค้าสั่งซื้อระบบจะเปลี่ยนทศนิยมให้ใหม่ไม่ตายตัวเพื่อให้ลูกค้าแต่ละท่านในช่วงนั้นได้ทศนิยมไม่ซ้ำกันเสมอ
              หากลูกค้าระบุทศนิยมผิดหรือปัดเศษระบบจะหายอดที่ตรงกับรายการดังกล่าวไม่พบและจะไม่ทราบว่าลูกค้าได้โอนเข้ามาแล้ว
              และที่สำคัญที่สุดหากลูกค้าโอนผิดและไปตรงกับยอดของลูกค้าท่านอื่นในขณะนั้น
              ระบบจะเข้าใจว่าลูกค้าอีกคนได้ชำระเข้ามาแล้วและส่งรหัสบัตรไปให้คนนั้นทันที
              ในกรณีนี้จะคล้ายกับเคสกับลูกค้าโอนเงินโดยกรอกบัญชีคนรับผิด
              เราขอสงวนสิทธิ์ที่จะไม่รับผิดชอบใด ๆ
              ดังนั้นกรุณาตรวจสอบรายการอย่างถี่ถ้วนทุกครั้ง
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          เผลอโอนปัดเศษ ทศนิยมผิด ไม่ตรงกับที่ระบบกำหนดต้องทำอย่างไร ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              โปรดติดต่อเจ้าหน้าที่เพื่อตรวจสอบและดำเนินการให้ท่านอย่างเร็วที่สุด
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          ธนาคารกำลังปรับปรุงระบบ แต่โอนเงินไปแล้วต้องทำอย่างไร ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              โปรดติดต่อเจ้าหน้าที่พร้อมหลักฐานการโอนเงิน
              เพื่อตรวจสอบและดำเนินการให้ท่านอย่างเร็วที่สุด
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">
          สามารถขอคืนเงิน เปลี่ยนแปลง หลังการสั่งซื้อได้หรือไม่ ?
        </div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              A :
              เราขอสงวนสิทธิ์ในการคืนเงินหรือเปลี่ยนแปลงสินค้าให้กับรายการที่ส่งรหัสบัตรไปสำเร็จแล้วทุกกรณี
              ดังนั้นโปรดตรวจสอบรายการให้ถี่ถ้วนก่อนชำระเงินทุกครั้ง
            </p>
          </div>
        </div>
      </div>
      <div class="collapse-list">
        <div class="collapse-head">รหัสไม่สามารถใช้เติมสินค้า/บริการได้ ?</div>
        <div class="collapse-body">
          <div class="content">
            <p class="text">
              ลูกค้าอาจกรอกรหัสบัตรผิด ต้องใช้รหัส Pin ในการเติมนะคะ (ทรูมันนี่
              14 หลัก / วันทูคอล 16 หลัก)
              หรือสาเหตุส่วนใหญ่มาจากระบบของผู้ที่รับบัตรจากลูกค้ามีปัญหา
              แนะนำให้ตรวจสอบกับเจ้าหน้าที่โดยตรง ทรูมันนี่โทร 1240 กด 1 กด 2
              วันทูคอลโทร 1175 และแจ้ง Serial
              ให้กับเจ้าหน้าที่เพื่อให้เขาดำเนินการตรวจสอบให้<br /><br />

              1.
              หากเจ้าหน้าที่แจ้งว่ารหัสบัตรถูกใช้ไปแล้วให้ลองถามเวลาที่ถูกใช้ได้
              จะตรงกับตอนที่ลูกค้าเติมเมื่อไปสักครู่
              แม้ระบบที่เติมจะแจ้งว่าบัตรใช้งานไม่ได้
              แต่ที่จริงแล้วระบบเขามีปัญหาเองและกินบัตรลูกค้าไปแล้ว
              ลูกค้าต้องติดต่อผู้ที่รับบัตรไปเพื่อให้เขาแก้ไขให้<br /><br />

              2. หากเจ้าหน้าที่แจ้งว่ารหัสยังไม่ถูกใช้
              แสดงว่าระบบที่ลูกค้านำไปเติมมีปัญหา
              แนะนำให้รอเขาแก้ไขเสร็จและลองเติมใหม่อีกครั้ง
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>
